src/main/resources/xml/trainingServer/getFilmByRating.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getFilmByRatingRequest>
         <my:rating></my:rating>
      </my:getFilmByRatingRequest>
   </soapenv:Body>
</soapenv:Envelope>
